import '~/assets/css/yhxy.less'
export default function Yhxy() {
return(
  // <!-- 用户协议文案 -->
  <div className="yhxy">
    <h2 className="head">用户注册协议（2022年版）</h2>
    <p className="p textIndent">欢迎进入DSTP平台！</p>
    <p className="p textIndent">
      DSTP平台是一个全球化的数字服务贸易平台，由粤港澳国际供应链（广州）有限公司开发和运营，其网址为：https://www.dstp.com.cn；各地站点由各地的关联公司进行运营（具体各地站点的运营公司名称及站点域名详见链接：https://www.dstp.com.cn/site）。
    </p>
    <p className="p subHead">一、注册须知</p>
    <p className="p">
      1、请您在注册成为DSTP平台用户前务必仔细阅读本协议，若您不同意本协议的任意内容，或者无法准确理解DSTP平台对条款的解释，请不要进行后续操作；若您注册成为DSTP平台用户，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。同时，承诺遵守中国法律、法规、规章及其他政府规范性文件的规定，如有违反而造成任何法律后果，您将独立承担所有相应的法律责任。
    </p>
    <p className="p">
      2、如果您是通过各地DSTP站点进行注册账号并登录，那么与您签约的实体是该站点对应的运营公司（以下简称“我们”）。
    </p>
    <p className="p">
      3、本协议内容包括以下条款及已经发布在DSTP平台的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。DSTP平台有权根据需要不定时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以DSTP平台最新公布的内容为准。经修订的协议及规则一经公布，立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。对于新协议及规则生效之前注册的用户，若用户在新协议及规则生效后继续使用DSTP平台提供的各项服务，则表明用户已充分阅读并认可和同意遵守新的协议及规则。若您拒绝接受新的协议和规则，您必须放弃使用DSTP平台提供的各项服务（包括但不限于使用用户名和密码登录DSTP平台、在DSTP平台上进行消息发布、订单确认等）。
    </p>
    <p className="p subHead">二、账号申请与开通</p>
    <p className="p">
      1、申请取得DSTP平台账号的用户，必须在DSTP平台上进行注册登记。您同意并保证，您所填写的用户信息是真实、准确、完整的，并且没有任何引人误解或者虚假的陈述，且保证DSTP平台可以通过您所填写的联系方式与您取得联系。
    </p>
    <p className="p">
      2、DSTP平台在您符合条件并经审查通过后向您开通专属账号。您了解并认可DSTP平台仅以大众一般认知水平对您的信息、证明文件及开通申请进行审查，除法律另有规定外，DSTP平台对您因信赖审查结果而造成的损失不承担责任。
    </p>
    <p className="p">
      3、您了解并同意，您应确保您提供的信息及资料真实、合法、准确、有效，如有发生变更须及时更新。基于相关法律法规、平台管理等要求，您同意DSTP平台可对您的信息和证明文件进行不定时抽查并就前述目的要求您提交更多信息或证明文件，否则DSTP平台有权拒绝向您提供相关服务。
    </p>
    <p className="p">
      4、您登录DSTP平台并按照页面提示填写信息、阅读并同意本协议，通过DSTP平台审核，并经DSTP平台通知后，视为服务开通，您可以使用本协议项下约定的平台服务。
    </p>
    <p className="p subHead">三、账号使用</p>
    <p className="p">
      1、您在使用平台服务的过程中，必须遵守国家各项法律、法规、规章以及政府规范性文件，并接受DSTP平台相关的协议、规则、规定、程序和惯例的约束。禁止在DSTP平台进行任何可能违反国家法律、法规、规章和政府规范性文件的行为（包括但不限于侵犯任何第三方著作权、专利权、商标权、商业秘密、隐私权、名誉权或其它权利的行为）或者任何未经授权使用DSTP平台的行为（包括但不限于擅自进入DSTP平台未公开的系统、不正当的使用账号和平台的任何内容等）。
    </p>
    <p className="p">
      2、注册成功后，每位用户都拥有一个属于自己的账号和初始登录密码，您应根据平台提示修改初始登录密码，并在使用过程中按照DSTP平台安全策略建议定期修改登录密码。您须使用您的账号及自设密码登录平台，并自行妥善保管自己的账号及密码信息。
    </p>
    <p className="p">
      3、因账号关联到您及DSTP平台的商业信息及利益，未经DSTP平台同意，您不得将您的账号向他人转让或授权他人使用，否则DSTP平台可终止对您的账号提供服务。除DSTP平台存在重大过失外，您应对您的账号下的所有行为结果（如在线签署协议、在线交易及在线提交数据等）负责。通过您的账号完成的行为均视为您的行为或已获得您的充分授权。
    </p>
    <p className="p">
      4、鉴于您的账号关联您的信息，仅当有法律明文规定、司法裁定，您可进行账号的转让。账号一经转让，该账号下权利义务一并转移。除此之外，您的账号不得以任何方式转让，否则平台有权追究您的违约责任，且由此产生的责任及后果均由您自行承担。
    </p>
    <p className="p">
      5、在使用服务时，您应不时更新您的信息，以使之真实、及时、完整和准确。如DSTP平台按照您账号下填写的信息与您联系未果、您未按DSTP平台的要求及时提供信息、或您提供的信息错误、不实、过时或不完整的，您将承担因此对您自身、DSTP平台、其他第三方造成的全部损失与不利后果。
    </p>
    <p className="p">
      6、您须对您的用户名和密码保密，且须对您在该用户名和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交任何有关规则的协议、网上续签协议或购买服务等）承担责任。您同意：
    </p>
    <p className="p">
      (1)如发现任何人未经授权使用您的用户名和密码，或发生违反您与平台的任何保密规定的任何其他情况，您会立即通知DSTP平台；
    </p>
    <p className="p">
      (2)确保您在每个登入时段结束时，以正确步骤离开网站/服务。DSTP平台不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解DSTP平台对您的请求采取行动需要合理时间，DSTP平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任；
    </p>
    <p className="p">
      （3）账号因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，DSTP平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿；
    </p>
    <p className="p">
      （4）除DSTP平台存在重大过失外，您应对您账号下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买产品及服务及披露信息等）负责；
    </p>
    <p className="p">
      （5）如发现任何未经授权使用您的账号登录平台或其他可能导致您的账号遭窃、遗失的情况，建议您立即通知DSTP平台。您理解DSTP平台对您的任何请求采取行动均需要合理时间，且DSTP平台应您的请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除DSTP平台存在法定过错外，DSTP平台不承担责任。
    </p>
    <p className="p">
      7、在出现下列任一情形时，DSTP平台可立即发出警告，中止或终止您的账号，停止向您提供平台服务，删除您在平台上展示的任何信息和资料：
    </p>
    <p className="p">（1）您存在违反本协议的行为；</p>
    <p className="p">（2）您的行为可能会导致DSTP平台及其他用户产生法律责任；</p>
    <p className="p">（3）您从事涉及诈骗等违法活动；</p>
    <p className="p">（4）您存在其他违反法律法规的行为。</p>
    <p className="p">
      8、根据本协议的任何规定中止或终止您使用服务之措施，DSTP平台将本着审慎的态度实施，并向您履行告知义务。对于本协议规定的采取的中止或终止措施，DSTP平台不对结果承担任何责任。
    </p>
    <p className="p subHead">四、账号注销</p>
    <p className="p">
      1、在您需要终止使用DSTP平台服务时，您可以申请注销您的账号。具体步骤请参考DSTP平台相应的操作说明。
    </p>
    <p className="p">
      2、在此提醒您，您注销账号的行为会使您无法继续使用DSTP平台的相关服务。注销账号后您的信息会保持不可被检索、访问的状态，但您在使用DSTP平台服务期间提供或产生的信息，DSTP平台将保存3年，除非依照协议约定或者依法配合有权机关的查询，DSTP平台不会使用或对外提供与该账号相关的信息。
    </p>
    <p className="p subHead">五、知识产权</p>
    <p className="p">
      1、无论是否明示，我们对DSTP平台内所有非公有领域或非其他方专有的信息内容享有知识产权（包括但不限于商标权、专利权、著作权、商业秘密等），信息内容包括但不限于文字、图片、软件、音频、视频、数据、源代码、设计、专有技术等。
      2、非经我们授权同意及法律规定，任何其他组织或个人都不得使用属于DSTP平台的信息内容。DSTP平台所有的产品、技术及程序等信息内容均由我们享有知识产权或被授权使用；未经我们授权许可，任何其他组织或个人不得擅自使用（包括但不限于以非法的方式打印、复制、传播、展示、下载等）。否则，我们将依法追究其法律责任。
    </p>
    <p className="p subHead">六、隐私条款</p>
    <p className="p">
      1、对于您在注册时提供的信息，DSTP平台将通过技术手段、强化内部管理等办法予以充分保护和严格保密，除法律或有法律赋予权限的政府部门要求或事先得到您的明确授权等原因外，DSTP平台保证不对外公开或向第三方透露您的个人隐私信息（如您的真实姓名，联络方式，相关证件编号等），或您在使用服务时存储的非公开内容。
    </p>
    <p className="p">
      2、您在使用服务的过程中，可能需要填写或提交一些必要的信息，如您提交的信息不完整或不符合法律法规规定和DSTP平台的要求，则您可能无法使用DSTP平台服务或在使用DSTP平台服务的过程中受到限制。
    </p>
    <p className="p">
      3、DSTP平台未经您的同意不会对外公开或向第三方提供您的注册资料及您在使用DSTP平台服务时存储在DSTP平台的非公开内容。因下列情况导致您的个人隐私信息泄露的，DSTP平台不承担责任：
    </p>
    <p className="p">
      （1）由于您将用户密码告知他人或与他人共享注册账号与密码导致的任何个人信息的泄漏；
    </p>
    <p className="p">
      （2）任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致您的个人隐私信息的泄露；
    </p>
    <p className="p">（3）其他非因DSTP平台原因导致的个人隐私信息的泄露。</p>
    <p className="p">4、您同意DSTP平台可在以下事项中使用您的个人隐私信息：</p>
    <p className="p">（1）DSTP平台向您及时发送重要通知，如软件更新、本协议条款的变更；</p>
    <p className="p">（2）DSTP平台内部进行审计、数据分析和研究等，以改进DSTP平台的产品、服务；</p>
    <p className="p">（3）依本协议约定，DSTP平台管理、审查用户信息及进行处理措施；</p>
    <p className="p">（4）适用法律法规规定的其他事项。</p>
    <p className="p subHead">七、免责声明</p>
    <p className="p">
      1、我们对由于不可抗力及免责事由造成的任何损失或损害不承担责任。本条所述的不可抗力及免责事由包括但不限于：天灾、暴风雨或台风等恶劣天气、洪水、地震、罢工、骚乱、战争、公共设施中断、政策变化、政府行为、法规政策的修改、政府禁令、司法机关的强制行为、决定或命令、电脑病毒、黑客攻击以及其他在一方合理控制范围以外且经一方合理努力后也不能防止或避免的类似事件。
    </p>
    <p className="p">
      2、由于技术的缺陷和网络的不稳定等客观限制，您充分理解并同意，我们对由于系统使用状况中偶发的或固有的性能缺陷或故障导致的损失、损害不承担责任。
    </p>
    <p className="p subHead">八、违约责任</p>
    <p className="p">
      1、您存在违反相关法律法规、侵犯第三方权益或其他违反本协议的行为时，您应承担相应的责任，并赔偿DSTP平台因此遭受的损失（如有）包括：
    </p>
    <p className="p">（1）DSTP平台支付的合理律师费用、消除影响所支出的必要费用；</p>
    <p className="p">（2）DSTP平台商誉损失、合理预期利益损失；</p>
    <p className="p">（3）DSTP平台因此遭受的其他损失。</p>
    <p className="p">
      2、DSTP平台因故意或重大过失导致您的利益受损时，DSTP平台对您的违约或赔偿责任以您直接的实际损失为计算依据。
    </p>
    <p className="p subHead">九、通知与送达</p>
    <p className="p">1、有效联系方式</p>
    <p className="p textIndent">
      您了解并同意，您在DSTP平台提供的地址、电话、电子邮箱或生成的账号等，均作为本协议项下您的有效联系方式。若有发生变更的，您须及时更新并保持可被联系的状态。
      本协议下您对DSTP平台的通知应以书面形式递交DSTP平台的客服中心专属电子邮箱：csc@dstp.com.cn。
    </p>
    <p className="p">2、通知的送达</p>
    <p className="p textIndent">
      我们将通过您提供的有效联系方式中的一种或多种方式向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。其中，以纸质载体通过快递发出的，在快递发出后的第五（5）个自然日即视为送达；以电子方式发出的（如发送短信、电子邮件、平台公告、系统消息以及站内信等），在发送成功后即视为送达。
    </p>
    <p className="p textIndent">
      对于因在DSTP平台上的经营活动引起的任何纠纷，您同意法院等司法机关可以手机短信、电子邮件或邮寄等方式向您送达诉讼文书等法律文书。您认可司法机关可采取以上一种或多种方式向您送达法律文书，采取多种方式的送达时间以其中最先送达的为准，且上述送达方式适用于各个司法程序阶段，包括但不限于一审、二审、再审、执行以及督促程序。
    </p>
    <p className="p">
      3.您保证所提供的联系方式准确、有效。如有变更，您应及时告知DSTP平台和/或司法机关变更后的有效联系方式。如因提供的联系方式不准确或不及时告知变更，导致平台通知或者法律文书无法及时送达，您将自行承担由此可能产生的法律后果。
    </p>
    <p className="p subHead">十、法律适用与管辖</p>
    <p className="p">
      1、法律适用：本协议的形成、效力、解释和执行均应适用中华人民共和国（为本协议之目的，不含港澳台地区）正式颁布的法律、法规和规章或其他有法律效力的文件，并受该等法律法规约束。
    </p>
    <p className="p">
      2、因本协议引起的及与本协议有关的争议，均提请广州仲裁委员会按照该会现行有效的仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。仲裁语言为中文。
    </p>
    <p className="p subHead">十一、其他</p>
    <p className="p">
      1、本协议由双方当事人在自愿平等基础上协商达成，双方充分了解并清楚双方的权利义务，不存在免除一方责任、加重一方责任、排除一方主要权利的格式条款。
    </p>
    <p className="p">
      2、独立缔约方：双方之间的关系为独立缔约方的关系。本协议中的任何内容均不构成也不视为构成双方之间的合资、合伙、特许、雇佣、代理或类似安排关系。
    </p>
    <p className="p">
      3、本协议经您打印后加盖公章的纸质件或相应的扫描件，通过本协议约定的地址和电子邮箱发送、寄递给DSTP平台的，视为您同意本协议的全部内容，与线上勾选确认或电子签约的电子文档具有同等法律效力。
    </p>
  </div>
)
}

