import '~/assets/css/ysxy.less'
export default function Ysxy() {
  return(
  // <!-- 用户协议文案 -->
  <div className="yhxy">
    <h2 className="head">隐私政策声明</h2>
    <p className="p textIndent">
      粤港澳国际供应链（广州）有限公司（以下简称“DSTP”或“我们”）运营并向您提供服务或产品，我们深知隐私对您的重要性，并充分尊重您的隐私。在向我们提交您的个人信息之前，请您仔细阅读本《隐私政策声明》（以下简称“本声明”）。本声明适用于您登录和访问DSTP的网站，以及购买和使用我们提供的服务或产品（以下简称“服务”）。本声明不适用于我们在DSTP平台作为提供服务的服务商时处理、存储或托管的您的内容中包含的个人信息。
    </p>
    <p className="p textIndent">
      “您的内容”是指由您和/或您的最终用户以任何格式在服务上处理（包括收集、存储、使用、加工、传输、提供、公开、删除等）的所有数据、软件、文本、图像、视频、音频等。我们的材料、数据和信息不属于您的内容。我们将根据相关法律规定与本声明的承诺处理您的内容中包含的个人信息。
    </p>
    <p className="p textIndent">
      本声明描述了我们如何处理（包括收集、存储、使用、加工、传输、提供、公开、删除等）您的个人信息，您的权利以及个人信息处理的法律依据和我们为保护您的个人信息而采取的安全措施，同时还阐述了您在向我们提供个人信息之前需要了解的其他相关细节。我们可能会在相关的个人信息收集前通过服务声明或隐私声明/通知的方式，告知您本声明没有体现的为向您提供特定服务而必要的信息收集与处理。
    </p>
    <p className="p">我们制定本声明以帮助您理解：</p>
    <p className="p">一、我们如何收集信息</p>
    <p className="p">二、我们如何使用信息</p>
    <p className="p">三、我们如何使用Cookie及类似技术</p>
    <p className="p">四、我们如何存储和保护信息</p>
    <p className="p">五、我们如何对外提供信息</p>
    <p className="p">六、您如何访问和管理自己的信息</p>
    <p className="p">七、我们如何保护未成年人的信息</p>
    <p className="p">八、对第三方责任的声明</p>
    <p className="p">九、本政策的适用和修订</p>
    <p className="p">十、如何联系我们</p>
    <p className="p subHead">一、 我们如何收集信息</p>
    <p className="p textIndent">
      个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括自然人的姓名、出生日期、身份证件号码、生物识别信息、住址、电话号码、电子邮箱、健康信息、行踪信息等。在您使用我们服务时，在下列情况下，我们可能需要收集您的特定信息，以便为您提供服务、提高我们为您提供的服务质量、保障您的账户安全，以及遵守中国法律法规和监管要求：
    </p>
    <p className="p">1、我们直接向您收集的个人信息</p>
    <p className="p">（1）在您注册/登录过程中收集的信息</p>
    <p className="p textIndent">
      当您注册我们账号时，我们需要认证您身份的有效性，为此我们将收集您的用户名、手机号码。您登录个人账户后，可以进入“账户设置”自行选择上传、设置、修改或完善相关个人信息，具体包括姓名、联系方式、有效证件类别、号码、企业名称、营业执照等。如您选择不提供上述信息，您可能无法注册成为我们的用户或者无法享受我们提供的某些产品和/或服务，或者无法达到相关产品和/或服务拟达到的效果。
    </p>
    <p className="p">（2）为您提供服务过程中收集的信息</p>
    <p className="p textIndent">
      在您使用我们服务时，为了向您提供相关服务，我们可能需要收集您在申请使用相关服务时自行提供的信息。具体信息包括：物流信息、订单信息等。
    </p>
    <p className="p">（3）履行法律法规和监管要求规定的义务</p>
    <p className="p textIndent">
      在您使用我们服务时，为履行适用法律法规或监管要求（如实名制管理、反洗钱、风险防范措施、投资者适宜性管理等）规定的义务，您需要提供您的身份信息、联系方式、账户和验证信息，具体包括：姓名、国籍、性别、婚姻状况、教育水平、职业、住址、联系方式、银行卡信息（银行卡号、开户行信息、银行预留手机号）、企业信息（企业名称、营业执照、统一信用代码）以及有效证件的种类、号码和有效期限，以满足适用的实名管理法律法规对您身份验证的要求。前述信息中包含您的个人敏感信息，如您不提供前述信息，您可能无法使用我们提供的服务，但不影响您注册我们账户。
    </p>
    <p className="p">（4）防范风险，确保安全</p>
    <p className="p textIndent">
      为了加强您使用服务时的安全性，防止不法分子未经授权访问您的资金或个人数据，我们需要记录您使用的服务类型和方法、使用服务时的操作信息，如您的设备型号、您的IP地址，设备的软件版本、设备标识号、设备标识符、位置、使用Internet的习惯以及其他有关服务的日志信息。如果您不同意提供此类信息，您可能无法完成相关的风险控制验证。
    </p>
    <p className="p">（5）提供个性化服务，提高服务质量</p>
    <p className="p textIndent">
      为了改善您对我们服务的体验，提高我们的服务质量，或向您推荐更好或更合适的服务，我们可能会调用您设备上的一些权限：
    </p>
    <p className="p textIndent">麦克风：您可以使用麦克风选择语音输入（例如，语音信息和语音搜索）；</p>
    <p className="p textIndent">
      位置：您可以选择打开设备的位置权限，以便我们通过GPS或网络位置信息（例如基站和WLAN）获取您设备所在的地理位置信息，用于为您提供更精准和个性化的服务和内容。在您使用我们提供的搜索服务时，我们会收集您搜索的关键字信息、搜索历史记录、设备信息。在此，您需要注意的是，单独的搜索关键字信息无法识别您的个人身份，其不属于您的个人信息，因此我们有权以其他的目的对其进行使用；只有当您的搜索关键字信息与您的其他信息互有联系并可以结合识别您的个人身份时，我们会将您的搜索关键字信息作为您的个人信息，与您的搜索历史记录一同按照本政策进行处理与保护。在您联系客户服务时，我们可能会收集您向我们提供的信息，包括：个人姓名、联系方式等。在您参与我们的问卷调查时，我们可能会收集您主动填写的信息。
    </p>
    <p className="p">2、我们间接收集的个人信息</p>
    <p className="p">（1）向您提供服务、评估服务风险</p>
    <p className="p textIndent">
      为了向您提供相关服务，我们可能需要从合法留存您相关信息的第三方（如您经营线上店铺所在的电商平台、您选择使用的支付机构、银行等持牌金融机构）获取您的信息，具体包括：您所经营的线上店铺的业绩数据、商户详情（地址、经营类别、商户名等）、操作者信息（邮箱、手机号）、贷款数据（如：贷款额度，贷款费率等）及个人证件（证件类型、证件姓名、证件号）。
    </p>
    <p className="p">（2）为了评估为您提供相关服务的风险</p>
    <p className="p textIndent">
      我们可能需要通过包括但不限于中国人民银行征信中心及其他依法设立的征信机构、公安部公民身份信息数据库以及合法留存您个人信息的其他机构等查询、打印、存储、验证您的个人信息，包括个人身份信息、履约信息、信用信息、诉讼及执行信息等为识别您身份和风险状况等而需要了解的个人信息（包括可能对您个人信用产生负面影响的不良信息）。
    </p>
    <p className="p">（3）无需征得您授权同意的情形</p>
    <p className="p textIndent">
      根据相关法律、法规和国家标准，在下列情况下，我们可能会依法收集并使用您的个人信息而无需征得您的同意：
    </p>
    <p className="p">a) 与国家安全和国防安全直接相关的；</p>
    <p className="p">b) 与公共安全、公共卫生和重大公共利益直接相关的；</p>
    <p className="p">c) 与刑事侦查、起诉、审判、执行判决直接相关的；</p>
    <p className="p">d) 出于维护您或者他人的生命、财产等重大合法权益，但又很难得到您本人同意的；</p>
    <p className="p">e) 所收集的个人信息是您自行向社会公众公开的；</p>
    <p className="p">f) 个人信息是从合法公开披露的信息中收集的，如合法的新闻报道、政府信息公开等；</p>
    <p className="p">g) 根据您的要求，为签订和履行相关合同而必需的；</p>
    <p className="p">h) 为维护所提供服务的安全稳定运行所必需的，如识别和处理产品或服务的任何故障；</p>
    <p className="p">i) 与我们履行国家法律法规及行业主管部门有关规定的义务相关的；</p>
    <p className="p">j) 法律、法规规定的其他情形。</p>
    <p className="p subHead">二、 我们如何使用信息</p>
    <p className="p">1、我们使用您的个人信息用于如下目的：</p>
    <p className="p">
      （1）账号管理。在您同意的情况下或为履行与您签订的合同之必需，当您使用我们的服务时，为您提供账号注册、登录、身份验证、权限管理以及确保账号及服务的安全。
    </p>
    <p className="p">
      （2）合同履行。如处理您的服务请求，包括服务订购、购买确认、支付及使用请求；提供服务交付、激活或验证；提供维护、客户服务和技术支持；回应您的请求、询问、意见或建议；若您是服务商，为您提供服务发布或售卖服务；若您与合作伙伴相关，为您提供相应服务（如培训、技术支持、营销等）。
    </p>
    <p className="p">
      （3）沟通联系。在您同意的情况下，通过邮件、短信或电话等方式，向您发送与服务有关的通知，如订购信息、使用指引、服务信息、账单信息、安全消息、运维消息、活动消息等。
    </p>
    <p className="p">
      （4）互动响应。在您同意的情况下，当您访问我们的平台、参加活动、要求变更或请求信息，以及就问题或服务信息与我们联系时，我们回复您的问询、意见或建议，或向您寄送活动礼品等。
    </p>
    <p className="p">
      （5）市场营销。在您同意的情况下，向您发送您可能感兴趣的服务信息，邀请您参与活动（包括促销活动）、市场调查或满意度调查，发送营销信息等。若您不想接收此类信息，可通过推送页面上的拒绝功能关闭推送。
    </p>
    <p className="p">
      （6）提供个性化服务。我们可能会收集和分析您在使用我们服务时的行为信息（如浏览记录、访问时间、搜索记录、评论点赞等）、账号信息、设备信息（如设备型号、操作系统）、网络信息、IP地址、订单信息、交易信息、服务信息、个人基本信息（如学历、地区、职位），以便提供个性化服务。服务范围包括但不限于展示资讯、网页、文章等图文或视频内容，提供搜索结果，推荐商品，推荐服务功能等。该个性化推荐算法不会识别特定自然人的真实身份，仅基于用户行为和特征提供相关性更高的信息。
    </p>
    <p className="p">
      （7）其他目的。为履行法定义务、保障服务可靠及安全稳定运行、优化服务等，我们还会使用您的个人信息用于如下目的：
    </p>
    <p className="p">a） 在您选择向我们发送错误详情时排查错误。</p>
    <p className="p">b） 保护服务和客户安全，执行防损和反欺诈计划。</p>
    <p className="p">c） 开展内部审计及数据分析和研究，以改善服务。</p>
    <p className="p">d） 遵从和执行适用的法律要求、行业标准或我们的政策。</p>
    <p className="p subHead">三、 我们如何使用Cookie及类似技术</p>
    <p className="p textIndent">
      为方便用户体验，当您访问我们网站或使用我们的服务时，我们可通过小数据文件识别您，省去重复输入登录信息的麻烦并确定您的帐户安全。此类数据文件包括Cookie、flash
      Cookie或浏览器及链接应用程序提供的其他本地存储（统称“Cookie”）。部分服务只能通过cookies提供。若浏览器或浏览器加载项允许，您可更改cookie接受级别或拒绝我们的cookie。大多数浏览器工具栏“帮助”部分会告知如何阻止浏览器接受新cookie、收到新cookie时如何通知及如何完全禁用cookie。此外，可通过更改加载项设置或访问开发人员网站禁用或删除浏览器加载项使用的类似数据，如flash
      Cookie。但在某些情况下，此类行为可能影响您安全访问我们网站或使用我们的服务。
    </p>
    <p className="p textIndent">
      此外，我们的网站可能包括电子图像（称为“单像素GIF文件”或“网络信标”）。通过网络信标，网站可计算访问网页或访问一些cookies的用户数量。相关服务提供商将使用网络信标收集您的网页浏览活动数据，如访问过的网页地址、以前访问过的参考页面、浏览器环境和显示设置。若您通过我们的网站或应用程序使用第三方服务，我们无法保证该第三方会按我们要求采取保护措施。
      为确保您的帐户安全和更安全的用户体验，我们可使用专用网络协议和代理技术（称为“专用网络通道”或“网络代理”）。通过专用网络频道，我们可帮助您识别已知高风险网站，降低钓鱼及这些网站导致的账户违规风险。私网频道还可防止不法分子篡改您和第三方期望的服务，包括不安全路由器和非法基站引起的广告注入和非法内容篡改，更好地保护您和第三方的共同权益。同时，相关服务提供商可能会获取并保存您计算机的信息，如IP地址和硬件ID。
    </p>
    <p className="p subHead">四、 我们如何存储和保护信息</p>
    <p className="p textIndent">
      1、我们在中华人民共和国境内收集和生成的个人信息将存储于中华人民共和国境内。若涉及跨境业务，要求相关服务提供商将在中国境内收集的个人资料传至境外机构时，会严格遵守适用的法律法规和监管要求，并确保境外接收机构对您的个人资料保密，采取执行相关协议、现场检查等有效措施。我们仅在本政策规定期限以及法律法规和监管要求的时间内保存您的个人资料。
    </p>
    <p className="p textIndent">
      2、我们承诺将数据保护维持在领先的安全级别。为保护您的个人信息，我们全力运用各种安全技术及配套管理系统，降低信息被泄露、损毁、遗失、误用、修改、存取或擅自披露的风险，包括采用网络安全套接字层（SSL）加密数据传输和存储，严格限制对数据中心的访问，使用专用网络通道和网络代理。我们设立了专门负责个人信息保护的部门，制定相关内部控制制度，采取允许接触您个人信息的雇员最少化及充分使用授权原则。系统监控员工的数据处理活动，定期对员工进行适用法律法规和隐私安全指南培训，提高其意识，并每年组织员工安全考试。此外，每年聘请外部独立第三方评估我们的数据安全管理系统。
    </p>
    <p className="p textIndent">
      3、我们制定了个人信息安全事件应急预案，定期安排内部相关人员接受应急培训和演练，使其掌握岗位职责和应急处置策略与程序。若不幸发生个人信息安全事件，我们将按照法律法规规定，及时告知您安全事件基本情况和可能造成的影响、已采取或将要采取的措施以及建议您采取的防范措施以降低风险和为您采取的补救措施等。我们会通过系统推送通知、电子邮件/短信等方式及时更新事件状态。若无法单独通知所有个人信息主体，我们将采取合理有效的方式发布公告。同时，我们将按照监管部门要求，主动报告个人信息安全事件的处理情况。若您的合法权益受到损害，我们将承担相应法律责任。
    </p>
    <p className="p textIndent">
      4、请务必以安全的方式保存您的账户登录名和其他标识元素。当您使用服务时，我们将通过您的账户登录名和其他身份元素识别您。一旦此类信息泄露，可能给您带来不利法律后果。若您发现账户登录名和/或其他身份要素可能或已经被泄露，请立即与我们联系，以便我们采取适当措施避免或减轻由此造成的相关损失。
    </p>
    <p className="p textIndent">
      5、您终止使用服务后，我们将停止收集和使用您的信息，但法律法规另有规定或监管机构另有要求的除外。若我们停止运营，将立即停止收集您的个人信息，并以个人名义或通过公告的方式通知您，同时删除或匿名化我们所持有的您的个人信息。
    </p>
    <p className="p subHead">五、 我们如何对外提供信息</p>
    <p className="p">1、信息共享</p>
    <p className="p">我们通常不会向第三方共享您的个人信息，但若出现以下情形则可能进行共享：</p>
    <p className="p">
      （1）经您明确同意后共享：在向您告知第三方的名称、联系方式、处理目的、处理方式和个人信息种类，并获得您明确同意后，DSTP会向您同意的第三方共享您授权范围内的信息。
    </p>
    <p className="p">
      （2）履行协议必需共享：为履行您与我们签署的相关协议（含协议及平台规则）及其他法律文书所必需，共享个人信息。
    </p>
    <p className="p">
      （3）法定情形下共享：根据适用的法律法规、法律程序、诉讼/仲裁、政府强制命令、监管要求，需共享您的个人信息。例如为满足网络实名认证要求，向相关政府机关或其指定、认可的第三方共享您的个人信息。
    </p>
    <p className="p">
      （4）为保护合法权益共享：在法律要求或允许的范围内，为保护您、DSTP、DSTP用户或社会公众的利益、财产或安全免遭损害，有必要提供您的个人信息给第三方。
    </p>
    <p className="p">
      （5）保护重大合法权益共享：为了保护国家安全、公共安全以及您和其他个人的重大合法权益而需要共享您的个人信息。
    </p>
    <p className="p">
      （6）自行公开或合法获取共享：您自行公开的或者我们能从其他合法公开渠道获取到您的个人信息。
    </p>
    <p className="p">
      （7）向关联方共享：我们可能会将您的个人信息向我们的关联方共享，且只会共享必要的个人信息，受本声明目的约束。若关联公司改变个人信息处理目的，将再次征求您的授权同意。在提供信息给关联公司前，我们会评估其收集信息的合法性、正当性和必要性，并要求其对您的信息采取保护措施。
    </p>
    <p className="p">
      （8）为提供服务共享给业务合作伙伴：为保障为您提供的服务顺利完成，我们可能会向合作伙伴等第三方共享您的订单信息、账号信息、设备信息等。合作方可能包括第三方合作伙伴（如独立软件或服务供应商），例如您在DSTP购买商品或服务时，我们会将相关信息共享给服务商以完成交易。在以上情形下，我们会向您告知涉及的第三方相关信息，详情可查阅《第三方共享信息清单》。
    </p>
    <p className="p">2、委托处理</p>
    <p className="p textIndent">
      我们可能委托合作方处理您的个人信息以便提供相应服务，并与受托合作方签署协议严格要求其按照我们的说明、本声明及保密协议采取安全措施处理您的个人信息，且无权将信息用于其他用途。受托合作方包括：
    </p>
    <p className="p">
      （1）商品或技术服务的受托方：根据您的授权，可能包括提供仓储、物流、客服等服务的受托方。当您购买服务或参加活动时，我们可能将相关个人信息提供给这些受托方，以便他们为您提供相应服务。
    </p>
    <p className="p">
      （2）广告、调研、分析、回访等服务类受托方：为提供更优质服务、进行用户调研等，我们可能将您的个人信息提供给广告服务合作伙伴、调研服务受托方等。
    </p>
    <p className="p">3、信息转移</p>
    <p className="p">我们不会将您的个人信息转移给任何公司、组织和个人，除非：</p>
    <p className="p">（1）获得您明确同意后转移。</p>
    <p className="p">
      （2）因重组、合并、分立、解散、被宣告破产等原因需要转移个人信息时，您的个人信息可能会被披露给交易方。
    </p>
    <p className="p">4、公开披露</p>
    <p className="p">我们不会公开披露您的个人信息，除非：</p>
    <p className="p">（1）获得您单独同意后公开披露。</p>
    <p className="p">
      （2）基于适用法律法规需要披露，例如为保护国家安全、公共安全以及您和其他个人的重大合法权益，可能披露您的个人信息。当认为披露对于防止或保护网络威胁、欺诈、人身伤害或财务损失必要或适当时，或与涉嫌或实际非法活动的调查有关时，我们可能披露您的个人信息。我们仅在适用法律法规允许的范围内并根据本声明披露您的个人信息。
    </p>
    <p className="p">5、第三方SDK</p>
    <p className="p textIndent">
      在您访问或使用网站过程中，部分服务由DSTP与第三方合作伙伴共同提供，为此我们集成了第三方合作伙伴的SDK或其他类似应用程序。详情可查阅第三方SDK列表。
    </p>
    <p className="p subHead">六、 您如何访问和管理自己的信息</p>
    <p className="p">
      1、我们会采取适当的技术措施，确保您可以存取、更新和更正您的个人信息。您可以根据相关页面提示自行进行相关操作。
    </p>
    <p className="p">
      2、如果您注销了某项服务的帐户，则该帐户中的所有信息都将被删除，相关服务提供商将不再收集、使用或披露与该帐户有关的任何个人信息，但前提是相关服务提供商在监管机构要求的期限内，仍应保留您提供的或在使用服务过程中产生的信息，主管部门有权在该期限内查询该信息。
    </p>
    <p className="p">
      3、如果您意识到相关服务提供商收集或使用您的个人信息违反了适用的法律法规或违反了与您的任何协议，您可以拨打使用在线客户服务请求删除相应的信息。
    </p>
    <p className="p">
      4、尽管有上述规定，在下列情况下，根据适用的法律法规或国家标准，我们可能无法响应您的请求：（1）与国家安全和国防安全直接相关的；（2）与公共安全、公共卫生和重大公共利益直接相关的；（3）与刑事侦查、起诉、审判、执行判决直接有关的；（4）有充分证据表明您存在主观恶意或者滥用权利的；（5）如果对您的请求作出回应，将严重损害其他个人或实体的合法权益的；（6）或涉及商业秘密的。
    </p>
    <p className="p subHead">七、 我们如何保护未成年人的信息</p>
    <p className="p textIndent">
      我们的服务面向成年人。如果没有父母或监护人的同意，未满14周岁的未成年人不得创建自己的用户账号。
    </p>
    <p className="p textIndent">
      对于经父母同意而收集的未满14周岁的未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未满14周岁的未成年人所必要的情况下使用或披露此个人信息。
    </p>
    <p className="p textIndent">
      如果DSTP发现自己在未事先获得可证实的父母同意的情况下，收集了未满14周岁的未成年人的个人信息，则会设法尽快删除相关个人信息。
    </p>
    <p className="p subHead">八、 对第三方责任的声明</p>
    <p className="p textIndent">
      请注意，您在交易中的交易对手、所访问网站的第三方运营商、通过我们提供服务的任何第三方（如我们应用程序中的第三方服务）以及接收您个人数据的第三方，可能拥有各自的隐私政策。当您使用第三方提供的相关服务时，为履行适用法律法规或监管要求（如实名制管理、反洗钱、风险防范措施、投资者适宜性管理等）规定的义务，相关第三方服务提供商将在其用户服务协议及/或个人信息保护政策（隐私权政策）中明确规定需收集您的个人信息。关于具体收集信息的类型与目的，请您在使用相关第三方服务时，仔细阅读该第三方服务提供商的用户服务协议及/或个人信息保护政策。
    </p>
    <p className="p textIndent">
      当您浏览由第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会设置自己的cookie或像素标记，此类cookie或像素标记不受本政策约束。我们会尽商业上合理的努力要求这些实体采取措施保护您的个人数据，但无法保证这些实体一定会按照我们的要求采取保护措施。请您直接与这些实体联系以了解其隐私政策的详细信息。若您发现这些第三方创建的网页或开发的应用程序存在任何风险，建议您停止使用，以保护自身合法权益。
    </p>
    <p className="p subHead">九、 本政策的适用和修订</p>
    <p className="p">
      除非相关服务有单独的隐私政策/个人信息保护政策或相关用户服务协议中有特别规定，否则本政策适用于我们的所有服务。
    </p>
    <p className="p">若出现以下重大变化，我们将适时更新本政策：</p>
    <p className="p">1. 我们基本情况发生变化，例如因兼并、收购和重组引发所有权变动。</p>
    <p className="p">2. 收集、存储和使用个人资料的范围、目的及规则出现变化。</p>
    <p className="p">3. 披露个人资料的对象、范围和目的发生改变。</p>
    <p className="p">4. 您访问和管理个人数据的方式有所更改。</p>
    <p className="p">5. 数据安全能力和信息安全风险发生变化。</p>
    <p className="p">6. 用户查询和投诉的渠道及机制，以及外部争端解决机构及其联系方式发生改变。</p>
    <p className="p">7. 其他可能对您的个人资料权益产生重大影响的变更。</p>
    <p className="p textIndent">
      鉴于我们用户众多，若政策更新，我们将通过应用推送通知、电子邮件/短信或在官方网站上发布公告的方式通知您。为确保您能及时收到此类通知，建议您在联系信息更新后立即告知我们。若您在本政策更新生效后继续使用相关服务，则视为您已全面阅读、理解并接受更新后的政策，且愿意受其约束。
    </p>
    <p className="p">您可以在我们的官方网站主页（链接地址：https://www.dstp.com.cn/）查看本政策。</p>
    <p className="p subHead">十、 如何联系我们</p>
    <p className="p textIndent">
      如果您对本政策有任何疑问或对个人信息的处理有任何投诉或意见，请通过在线客服（400-847-9898）与我们联系，客服部会同隐私安全小组会及时回复您。我们可能需要验证您的身份和凭据以保护您的信息安全。我们建立了客户投诉管理机制，包括跟踪流程。一般情况下，我们会在核实完成后的三个工作日内完成处理。在特殊情况下，我们将在不超过30天或法律法规规定的其他期限内答复您。如果您对我们的答复不满意，您可以向消费者权益保护局投诉或向我们住所地有管辖权的法院提起诉讼。
    </p>
  </div>)
}

